<?php

return [
    'language' => [
        'japanese' => 0,
        'english' => 1,
    ],
    'department' => [
        '消化器' => 1,
        '循環器' => 2,
        '内分泌' => 3,
        '腎臓' => 4,
        '血液' => 5,
        '感染症' => 6,
        '呼吸器' => 7,
        '神経' => 8,
        '救急' => 9,
        '麻酔' => 10,
        '総論' => 11,
        '小児科' => 12,
        '産婦人科' => 13,
        '眼科' =>  14,
        '耳鼻咽喉科' => 15,
        '整形外科' => 16,
        '精神科' => 17,
        '皮膚科' => 18,
        '泌尿器科' => 19,
        '放射線科' => 20,
        '公衆衛生' => 21,
        '腫瘍学' => 22,
    ]
];